Repository: realansel/SanJiao-iOS
Catalog: SanJiao/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en, zh_hant

source: 天
en: days

source: %@ 秒
en: %@ sec

source: %@分析
en: %@ Analysis

source: %@年%lld月
en: %2$lld/%1$@
zh_hant: %1$@年%2$lld月

source: %@账单导入完成
en: %@ bill import complete
zh_hant: %@帳單匯入完成

source: %@账单已解析完成
en: %@ bill parsing complete
zh_hant: %@帳單已解析完成

source: %lld 次
en: %lld times

source: %lld 次 · 均 ¥%@ / 次
en: %1$lld times · ¥%2$@ avg
zh_hant: %1$lld 次 · 均 ¥%2$@ / 次

source: %lld 笔
en: %lld entries
zh_hant: %lld 筆

source: %lld 组 · %lld 笔
en: %1$lld groups · %2$lld entries
zh_hant: %1$lld 組 · %2$lld 筆

source: %lld-%lld日
en: %1$lld–%2$lld
zh_hant: %1$lld-%2$lld日

source: %lld年%lld月
en: %2$lld/%1$lld
zh_hant: %1$lld年%2$lld月

source: %lld月
en: Month %lld

source: %lld月支出
en: Month %lld

source: %lld笔
en: %lld bills
zh_hant: %lld筆

source: UTF-8 编码，可用 Numbers、Excel 打开
en: UTF-8 encoded, openable in Numbers or Excel
zh_hant: UTF-8 編碼，可用 Numbers、Excel 開啟

source: 「%@」删除后无法恢复
en: "%@" cannot be recovered after deletion
zh_hant: 「%@」刪除後無法恢復

source: 「%@」对应的历史账单会自动归到“其他”。
en: Bills under "%@" will be moved to "Other".
zh_hant: 「%@」對應的歷史帳單會自動歸到「其他」。

source: 一次买断，不靠数据盈利
en: One-time purchase, no data monetization
zh_hant: 一次買斷，不靠資料盈利

source: 三秒·记一笔 不需要你的任何隐私数据
en: 3-second entry — no personal data required
zh_hant: 三秒·記一筆 不需要你的任何隱私資料

source: 上周
en: Last Week
zh_hant: 上週

# 上次备份：%@（%lld 天前）
source: 上次备份：%1$@（%2$lld 天前）
en: Last backup: %@ (%lld days ago)
zh_hant: 上次備份：%@（%lld 天前）

source: 上次备份：今天 %@
en: Last backup: today %@
zh_hant: 上次備份：今天 %@

source: 下午好
en: Good afternoon

source: 下午补给
en: Afternoon pick-me-up
zh_hant: 下午補給

source: 下载完成后回到悦笺，选择该文件即可
en: Once downloaded, return to Jotsy and select the file
zh_hant: 下載完成後回到悅箋，選擇該檔案即可

source: 下载完成后选择 CSV 文件导入
en: Once downloaded, select the CSV file to import
zh_hant: 下載完成後選擇 CSV 檔案匯入

source: 不上传，不追踪，iOS 硬件加密保护
en: No uploads, no tracking, iOS hardware encryption
zh_hant: 不上傳，不追蹤，iOS 硬體加密保護

source: 买断制 · 永久使用 · 感谢支持 ☀️
en: One-time purchase · Lifetime access · Thank you ☀️
zh_hant: 買斷制 · 永久使用 · 感謝支持 ☀️

source: 买断制，一次付费永久使用
en: One-time purchase, use forever
zh_hant: 買斷制，一次付費永久使用

source: 交通
en: Transport

source: 人情
en: Social

source: 什么是本月参考？
en: What is the monthly reference?
zh_hant: 什麼是本月參考？

source: 今天
en: Today

source: 今天和日均差不多，节奏挺自然
en: About the same as daily avg — natural pace
zh_hant: 今天和日均差不多，節奏挺自然

source: 今天基本贴着日均走，比较稳
en: Tracking close to daily avg — pretty steady
zh_hant: 今天基本貼著日均走，比較穩

source: 今天的消费会出现在这里。
en: Today's spending will appear here.
zh_hant: 今天的消費會出現在這裡。

source: 今天还没开始记录
en: No entries yet today
zh_hant: 今天還沒開始記錄

source: 今天还没有支出，节奏很轻
en: No spending yet today — keeping it light
zh_hant: 今天還沒有支出，節奏很輕

source: 今天还没花钱，钱包在放空
en: No spending yet today — wallet's taking a break
zh_hant: 今天還沒花錢，錢包在放空

source: 今年支出
en: This Year

source: 今日
en: Today

source: 今日支出
en: Today's Spending

source: 今日账单还是空白，先慢慢开始
en: Nothing logged today yet — take it easy
zh_hant: 今日帳單還是空白，先慢慢開始

source: 从未导出过备份
en: Never exported a backup
zh_hant: 從未匯出過備份

source: 住房
en: Housing

source: 你已记录了 %lld 笔，继续了解你的消费
en: You've recorded %lld entries. Keep tracking your spending.
zh_hant: 你已記錄了 %lld 筆，繼續了解你的消費

source: 你已进行账单管理
en: You've been tracking for
zh_hant: 你已進行帳單管理

source: 使用语音记账时，支持的机型会在设备端完成转写，音频不会离开你的手机；较旧的机型会借助 Apple 的语音服务转写。无论哪种方式，悦笺都不会保存或上传音频。
en: When using voice entry, supported devices transcribe on-device and audio never leaves your phone. Older devices use Apple’s speech services. Either way, Jotsy never stores or uploads audio.
zh_hant: 使用語音記帳時，支援的機型會在裝置端完成轉寫，音訊不會離開你的手機；較舊的機型會借助 Apple 的語音服務轉寫。無論哪種方式，悅箋都不會儲存或上傳音訊。

source: 保存
en: Save
zh_hant: 儲存

source: 修改 ›
en: Edit ›

source: 修改名称
en: Edit Name
zh_hant: 修改名稱

source: 修改金额
en: Edit Amount
zh_hant: 修改金額

source: 偏宽松：适合本月消费波动比较大的情况。
en: Relaxed: suitable when spending fluctuates a lot this month.
zh_hant: 偏寬鬆：適合本月消費波動比較大的情況。

source: 储蓄率
en: Savings Rate
zh_hant: 儲蓄率

source: 先导入账单，再慢慢开始。
en: Import your bills first, then get started.
zh_hant: 先匯入帳單，再慢慢開始。

source: 先导出备份
en: Export backup first
zh_hant: 先匯出備份

source: 先看看
en: Preview

source: 先记录 5 天消费，这里会出现你的日均参考
en: Record 5 days of spending first, then your daily average reference will appear here
zh_hant: 先記錄 5 天消費，這裡會出現你的日均參考

source: 先记录 5 天消费，这里会出现你的本月参考线
en: Record 5 days of spending first, then your monthly reference will appear here
zh_hant: 先記錄 5 天消費，這裡會出現你的本月參考線

source: 全年分布
en: Annual Distribution
zh_hant: 全年分佈

source: 全年支出
en: Full Year

source: 全年支出趋势
en: Annual Spending Trend
zh_hant: 全年支出趨勢

source: 全选
en: Select All
zh_hant: 全選

source: 全部
en: All

source: 共 %lld 笔
en: %lld entries total
zh_hant: 共 %lld 筆

source: 其他
en: Other

source: 兼职
en: Part-time
zh_hant: 兼職

source: 再记一笔
en: Add Another
zh_hant: 再記一筆

source: 出现次数
en: Occurrences
zh_hant: 出現次數

source: 分类:
en: Category:
zh_hant: 分類：

source: 切到本月时，这里会展示你这个月的账单。
en: Switch to this month to see your bills for the month.
zh_hant: 切到本月時，這裡會展示你這個月的帳單。

source: 刚好收支打平，下一季就能开始攒钱
en: Right at break-even
zh_hant: 剛好收支打平，下一季就能開始攢錢

source: 初步参考 ¥%lld
en: Preliminary reference ¥%lld
zh_hant: 初步參考 ¥%lld

source: 初步日均 ¥%lld
en: Preliminary daily avg ¥%lld

source: 删除
en: Delete
zh_hant: 刪除

source: 删除 %lld 条记录？
en: Delete %lld records?
zh_hant: 刪除 %lld 條記錄？

source: 删除这个自定义类别？
en: Delete this custom category?
zh_hant: 刪除這個自訂類別？

source: 删除这条记录？
en: Delete this record?
zh_hant: 刪除這條記錄？

source: 删除选中的记录？
en: Delete selected records?
zh_hant: 刪除選取的記錄？

source: 前 %lld 组
en: Top %lld groups
zh_hant: 前 %lld 組

source: 前周
en: Previous Week
zh_hant: 前週

source: 前天
en: Day before

source: 包含时间、名称、金额、收支类型、分类、备注
en: Includes time, name, amount, type, category, and notes
zh_hant: 包含時間、名稱、金額、收支類型、分類、備註

source: 医疗
en: Medical
zh_hant: 醫療

source: 午饭
en: Lunch
zh_hant: 午餐

source: 单次均额
en: Average per Entry
zh_hant: 單次均額

source: 单笔 ≥ ¥%lld（本月总支出 %@）
en: Single entry ≥ ¥%1$lld (month total %2$@)
zh_hant: 單筆 ≥ ¥%1$lld（本月總支出 %2$@）

source: 单笔超 ¥%lld · 占本月 %@+
en: Over ¥%1$lld · %2$@+ of month
zh_hant: 單筆超 ¥%1$lld · 佔本月 %2$@+

source: 即将清空所有本地数据
en: About to clear all local data
zh_hant: 即將清空所有本機資料

source: 去 App Store 评分
en: Rate on the App Store
zh_hant: 前往 App Store 評分

source: 去统计页看完整分布
en: See full distribution in Stats
zh_hant: 去統計頁看完整分佈

source: 去统计页看完整大额明细
en: See full big expense details in Stats
zh_hant: 去統計頁看完整大額明細

source: 去统计页看完整明细
en: See full details in Stats
zh_hant: 去統計頁看完整明細

source: 去统计页看频次与金额分布
en: See frequency and amount distribution in Stats
zh_hant: 去統計頁看頻次與金額分佈

source: 取消
en: Cancel

source: 取消全选
en: Deselect All
zh_hant: 取消全選

source: 只看这 %lld 笔
en: Show only these %lld
zh_hant: 只看這 %lld 筆

source: 同一份账单重复导入会自动去重
en: Duplicate entries are automatically skipped
zh_hant: 同一份帳單重複匯入會自動去重

source: 名称
en: Name
zh_hant: 名稱

source: 名称建议保持简短，emoji 会作为记账入口和账单列表里的类别图标。
en: Keep the name short. The emoji will be the category icon in entry and bill list.
zh_hant: 名稱建議保持簡短，emoji 會作為記帳入口和帳單列表裡的類別圖示。

source: 后面再慢慢看见自己的消费节奏。
en: You'll gradually see your spending pattern.
zh_hant: 後面再慢慢看見自己的消費節奏。

source: 周:
en: Week:
zh_hant: 週：

source: 周一
en: Mon
zh_hant: 週一

source: 周三
en: Wed
zh_hant: 週三

source: 周二
en: Tue
zh_hant: 週二

source: 周五
en: Fri
zh_hant: 週五

source: 周六
en: Sat
zh_hant: 週六

source: 周四
en: Thu
zh_hant: 週四

source: 周日
en: Sun
zh_hant: 週日

source: 咖啡
en: Coffee

source: 回到导入页，选择该 CSV 即可还原数据
en: Return to Import and select the CSV to restore data
zh_hant: 回到匯入頁，選擇該 CSV 即可還原資料

source: 在「我的」→「账单管理」→「导出账单」中导出 CSV
en: Go to Me → Bill Management → Export Bills to export CSV
zh_hant: 在「我的」→「帳單管理」→「匯出帳單」中匯出 CSV

source: 在记录页添加收入后，这里会显示今年攒下多少钱 💰
en: Add income on the record page to see how much you've saved this year 💰
zh_hant: 在記錄頁新增收入後，這裡會顯示今年攢了多少錢 💰

source: 备注（可选）
en: Note (optional)
zh_hant: 備註（可選）

source: 外观
en: Appearance
zh_hant: 外觀

source: 大额消费
en: Big Expenses
zh_hant: 大額消費

source: 大额消费线
en: Big Expense Threshold
zh_hant: 大額消費線

source: 奖金
en: Bonus
zh_hant: 獎金

source: 好的
en: OK

source: 如何获取账单文件
en: How to get bill files
zh_hant: 如何取得帳單檔案

source: 如果它帮到了你，给个好评是最大的鼓励
en: If it helped you, a review means a lot
zh_hant: 如果它幫到了你，給個好評是最大的鼓勵

source: 娱乐
en: Entertainment
zh_hant: 娛樂

source: 季度收支比
en: Quarterly Income/Expense Ratio

source: 安全与隐私
en: Security & Privacy
zh_hant: 安全與隱私

source: 完成
en: Done

source: 完成排序
en: Done Sorting

source: 完成记账
en: Entry Saved
zh_hant: 完成記帳

source: 宠物
en: Pets
zh_hant: 寵物

source: 对应的历史账单会自动归到“其他”。
en: Related bills will be moved to "Other".
zh_hant: 對應的歷史帳單會自動歸到「其他」。

source: 导入中…
en: Importing…
zh_hant: 匯入中…

source: 导入后会自动整理分类，也会更快看到参考。
en: Categories will be auto-organized after import, and you'll see references sooner.
zh_hant: 匯入後會自動整理分類，也會更快看到參考。

source: 导入提示
en: Import Tips
zh_hant: 匯入提示

source: 导入确认
en: Import Confirmation
zh_hant: 匯入確認

source: 导入第三方账单，或导出本地账单
en: Import third-party bills or export local bills
zh_hant: 匯入第三方帳單，或匯出本機帳單

source: 导入账单
en: Import Bills
zh_hant: 匯入帳單

source: 导入账单开始
en: Bill import started
zh_hant: 匯入帳單開始

source: 导出 %lld 笔本地账单为 CSV
en: Export %lld local bills as CSV
zh_hant: 匯出 %lld 筆本機帳單為 CSV

source: 导出 %lld 笔账单为 CSV
en: Export %lld bills as CSV
zh_hant: 匯出 %lld 筆帳單為 CSV

source: 导出内容
en: Export Details
zh_hant: 匯出內容

source: 导出账单
en: Export Bills
zh_hant: 匯出帳單

source: 尝试更换筛选条件
en: Try changing the filter
zh_hant: 嘗試更換篩選條件

source: 工资
en: Salary
zh_hant: 薪資

source: 已修改
en: Modified

source: 已复制开发者邮箱 %@
en: Developer email %@ copied
zh_hant: 已複製開發者郵箱 %@

source: 已存在跳过
en: Skipped
zh_hant: 已存在跳過

source: 已整理
en: Organized

source: 已清空
en: Cleared

source: 已经很接近收支打平，再加一点点就好
en: Almost breaking even
zh_hant: 已經很接近收支打平，再加一點點就好

source: 已退款
en: Refunded

source: 已选 %lld 项
en: %lld selected
zh_hant: 已選 %lld 項

source: 平均
en: Average

source: 平均用时
en: Avg. Time
zh_hant: 平均用時

source: 年
en: Year

source: 年度亮点
en: Annual Highlights
zh_hant: 年度亮點

source: 年度收支
en: Annual Balance

source: 年度结余
en: Annual Savings
zh_hant: 年度結餘

source: 应用
en: Apply
zh_hant: 套用

source: 当前：%@
en: Current: %@
zh_hant: 目前：%@

source: 当前：¥%@
en: Current: ¥%@
zh_hant: 目前：¥%@

source: 当前：单笔达到本月总支出的 %@ 会出现在这里。
en: Current: expenses reaching %@ of monthly total will appear here.
zh_hant: 目前：單筆達到本月總支出的 %@ 會出現在這裡。

source: 当周
en: That Week
zh_hant: 當週

source: 微信
en: WeChat

source: 总支出
en: Total Expenses
zh_hant: 總支出

source: 总收入
en: Total Income
zh_hant: 總收入

source: 总记录
en: Total
zh_hant: 總記錄

source: 恢复购买
en: Restore Purchase
zh_hant: 恢復購買

source: 悦笺
en: Jotsy
zh_hant: 悅箋

source: 悦笺不含任何广告、第三方分析工具或追踪 SDK，整个应用只使用 Apple 提供的系统框架。我们不收集、也不分析你的使用行为。
en: Jotsy contains no ads, third-party analytics, or tracking SDKs — only Apple system frameworks. We neither collect nor analyze your usage behavior.
zh_hant: 悅箋不含任何廣告、第三方分析工具或追蹤 SDK，整個應用程式只使用 Apple 提供的系統框架。我們不收集、也不分析你的使用行為。

source: 悦笺备份
en: Jotsy Backup
zh_hant: 悅箋備份

source: 悦笺已解锁
en: Jotsy Unlocked
zh_hant: 悅箋已解鎖

source: 悦笺账单-%@
en: Jotsy-Bills-%@
zh_hant: 悅箋帳單-%@

source: 悦笺通过一次性购买收费。我们的收入与你的数据完全无关，因此没有任何动机去收集或变现它。
en: Jotsy charges a one-time purchase fee. Our revenue has nothing to do with your data, so there is zero incentive to collect or monetize it.
zh_hant: 悅箋透過一次性購買收費。我們的收入與你的資料完全無關，因此沒有任何動機去收集或變現它。

source: 意见反馈
en: Feedback
zh_hant: 意見回饋

source: 成功导入
en: Imported
zh_hant: 成功匯入

source: 我们的隐私承诺
en: Our Privacy Promise
zh_hant: 我們的隱私承諾

source: 我们默认用 5% 作为温和提醒线，你也可以按自己的消费节奏微调。
en: We use 5% as a gentle reminder threshold by default. You can adjust it to match your spending habits.
zh_hant: 我們預設用 5% 作為溫和提醒線，你也可以按自己的消費節奏微調。

source: 我的
en: Me

source: 所有数据只存在你的本地设备，清空后无法恢复，卸载 app 也是一样。**请先导出一份 CSV 备份**，需要时可以随时再导入回来。
en: All data is stored only on your device. Once cleared, it cannot be recovered — same as uninstalling the app. **Please export a CSV backup first** — you can re-import it anytime.
zh_hant: 所有資料只存在你的本機裝置，清空後無法恢復，刪除 app 也是一樣。**請先匯出一份 CSV 備份**，需要時可以隨時再匯入回來。

source: 所有账单数据由 SwiftData 存储在设备本地。悦笺没有服务器，不会将你的账单上传到任何地方。若你开启了 iCloud 备份，这些数据会随 iOS 系统备份一同加密存储——该过程由你的系统设置控制。
en: All bill data is stored locally on your device via SwiftData. Jotsy has no servers and never uploads your bills anywhere. If you have iCloud backup enabled, data is encrypted alongside your iOS system backup — controlled by your system settings.
zh_hant: 所有帳單資料由 SwiftData 儲存在裝置本機。悅箋沒有伺服器，不會將你的帳單上傳到任何地方。若你開啟了 iCloud 備份，這些資料會隨 iOS 系統備份一同加密儲存——該過程由你的系統設定控制。

source: 打开「微信」→「我」→「服务」→「钱包」
en: Open WeChat → Me → Services → Wallet
zh_hant: 開啟「微信」→「我」→「服務」→「錢包」

source: 打开「支付宝」→「我的」→「账单」
en: Open Alipay → Me → Bills
zh_hant: 開啟「支付寶」→「我的」→「帳單」

source: 打开后会看到
en: Here's what you'll see
zh_hant: 打開後會看到

source: 投资
en: Investment
zh_hant: 投資

source: 按分类
en: By Category
zh_hant: 按分類

source: 按周
en: By Week
zh_hant: 按週

source: 按提示选择时间范围并提交
en: Select a date range as prompted and submit
zh_hant: 按提示選擇時間範圍並提交

source: 按月或时间范围导出，优先 XLSX，CSV 也可
en: Export by month or date range; XLSX preferred, CSV also works
zh_hant: 按月或時間範圍匯出，優先 XLSX，CSV 也可

source: 按金额
en: By Amount
zh_hant: 按金額

source: 按频次
en: By Frequency
zh_hant: 按頻次

source: 排序
en: Sort

source: 推荐
en: Recommended
zh_hant: 推薦

source: 支付宝
en: Alipay
zh_hant: 支付寶

source: 支出
en: Expense

source: 支出占收入
en: Expense / Income
zh_hant: 支出佔收入

source: 支出最低
en: Lowest Spending

source: 支出最多
en: Top Spending

source: 支出最高
en: Highest Spending

source: 支持
en: Support

source: 支持悦笺、微信支付、支付宝导出文件
en: Supports Jotsy, WeChat Pay, and Alipay exports
zh_hant: 支援悅箋、微信支付、支付寶匯出檔案

source: 收入
en: Income

source: 收入稳稳覆盖开销，节奏很健康
en: Comfortably covering expenses
zh_hant: 收入穩穩覆蓋開銷，節奏很健康

source: 收入跑赢支出不少，结余很从容
en: A comfortable surplus
zh_hant: 收入跑贏支出不少，結餘很從容

source: 收入远远跑赢支出，财务自由度很高
en: Income far outpaces spending
zh_hant: 收入遠遠跑贏支出，財務自由度很高

source: 改分类
en: Change Category
zh_hant: 改分類

source: 教育
en: Education

source: 数据
en: Data
zh_hant: 資料

source: 数据仅在本设备处理
en: Data processed only on this device
zh_hant: 資料僅在本裝置處理

source: 数据仅存储在本设备 · 私密安全
en: Data stored only on this device · Private & secure
zh_hant: 資料僅儲存在本裝置 · 私密安全

source: 数据仅存本机
en: Data stays local
zh_hant: 資料僅存本機

source: 数据保存在你的设备上
en: Data stored on your device
zh_hant: 資料保存在你的裝置上

source: 数据只存在你的手机里
en: Data stays on your phone
zh_hant: 資料只存在你的手機裡

source: 新增%@类别
en: Add %@ category
zh_hant: 新增%@類別

source: 旅游
en: Travel
zh_hant: 旅遊

source: 无法导入
en: Unable to import
zh_hant: 無法匯入

source: 日均 ¥%lld
en: Daily avg ¥%lld

source: 日均的 %lld 倍，今天应该有一笔比较特别的支出
en: %lldx daily avg — there's probably an unusual expense today
zh_hant: 日均的 %lld 倍，今天應該有一筆比較特別的支出

source: 日均的 %lld 倍，今天有一笔非常大的支出
en: %lldx daily avg — there's a very large expense today
zh_hant: 日均的 %lld 倍，今天有一筆非常大的支出

source: 日均的 %lld 倍，今天的支出和平时差得比较多
en: %lldx daily avg — today's spending differs a lot from usual
zh_hant: 日均的 %lld 倍，今天的支出和平時差得比較多

source: 日均的 %lld 倍，回头看看这笔记录，会更容易理解今天
en: %lldx daily avg — reviewing this entry will help make sense of today
zh_hant: 日均的 %lld 倍，回頭看看這筆紀錄，會更容易理解今天

source: 日均的 %lld 倍，这样的消费会明显拉高今天的总额
en: %lldx daily avg — this expense significantly raises today's total
zh_hant: 日均的 %lld 倍，這樣的消費會明顯拉高今天的總額

source: 日均的 %lld 倍，这类开销不常见，记下来更有参考价值
en: %lldx daily avg — uncommon expenses like this are worth recording
zh_hant: 日均的 %lld 倍，這類開銷不常見，記下來更有參考價值

source: 日均的 %lld%%，今天开销比较集中
en: %lld%% of daily avg — spending is concentrated today
zh_hant: 日均的 %lld%%，今天開銷比較集中

source: 日均的 %lld%%，今天很稳，存的是将来某天的任性
en: %lld%% of daily avg — steady today, saving for a splurge someday
zh_hant: 日均的 %lld%%，今天很穩，存的是將來某天的任性

source: 日均的 %lld%%，今天快到日均了
en: %lld%% of daily avg — almost at the average today

source: 日均的 %lld%%，今天支出不多，挺轻松
en: %lld%% of daily avg — light spending today
zh_hant: 日均的 %lld%%，今天支出不多，挺輕鬆

source: 日均的 %lld%%，今天整体偏稳
en: %lld%% of daily avg — steady overall today
zh_hant: 日均的 %lld%%，今天整體偏穩

source: 日均的 %lld%%，今天整体很克制
en: %lld%% of daily avg — very disciplined today
zh_hant: 日均的 %lld%%，今天整體很克制

source: 日均的 %lld%%，今天整体还算平稳
en: %lld%% of daily avg — fairly stable today
zh_hant: 日均的 %lld%%，今天整體還算平穩

source: 日均的 %lld%%，今天明显高于平时
en: %lld%% of daily avg — notably higher than usual
zh_hant: 日均的 %lld%%，今天明顯高於平時

source: 日均的 %lld%%，今天的支出比较温和
en: %lld%% of daily avg — spending is mild today
zh_hant: 日均的 %lld%%，今天的支出比較溫和

source: 日均的 %lld%%，今天的节制，是明天的余地
en: %lld%% of daily avg — today's restraint is room for tomorrow
zh_hant: 日均的 %lld%%，今天的節制，是明天的餘地

source: 日均的 %lld%%，今天花得有分寸
en: %lld%% of daily avg — measured spending today

source: 日均的 %lld%%，今天还留了不少余地
en: %lld%% of daily avg — still plenty of room today
zh_hant: 日均的 %lld%%，今天還留了不少餘地

source: 日均的 %lld%%，大手笔的日子，总会有几天
en: %lld%% of daily avg — big spending days happen
zh_hant: 日均的 %lld%%，大手筆的日子，總會有幾天

source: 日均的 %lld%%，少即是多，今天你做到了
en: %lld%% of daily avg — less is more, and you did it

source: 日均的 %lld%%，把钱留给更值得的地方
en: %lld%% of daily avg — saving for what matters more
zh_hant: 日均的 %lld%%，把錢留給更值得的地方

source: 日用
en: Daily

source: 早上好
en: Good morning

source: 昨天
en: Yesterday

source: 显示模式
en: Display Mode
zh_hant: 顯示模式

source: 晚上好
en: Good evening

source: 暂无可导出的本地账单
en: No local bills to export
zh_hant: 暫無可匯出的本機帳單

source: 暂无账单可导出
en: No Bills to Export
zh_hant: 暫無帳單可匯出

source: 更克制：只保留相对明显的大笔支出。
en: More restrained: only shows relatively obvious big expenses.
zh_hant: 更克制：只保留相對明顯的大筆支出。

source: 更敏感：会看到更多可能值得留意的支出。
en: More sensitive: you'll see more expenses worth noting.
zh_hant: 更敏感：會看到更多可能值得留意的支出。

source: 月
en: Month

source: 月内分布
en: Monthly Distribution
zh_hant: 月內分佈

source: 月均支出
en: Monthly Average

source: 有 %lld 笔暂时归到“其他”，建议点开看一眼分类。你改过一次后，悦笺会尽量记住。
en: %lld entries are temporarily in "Other". Tap to check the category. Jotsy will remember your changes.
zh_hant: 有 %lld 筆暫時歸到「其他」，建議點開看一眼分類。你改過一次後，悅箋會盡量記住。

source: 有想法或遇到问题，欢迎直接告诉我
en: Have ideas or questions? Feel free to tell me
zh_hant: 有想法或遇到問題，歡迎直接告訴我

source: 本周
en: This Week
zh_hant: 本週

source: 本地账单数据已清空，默认类别已保留。
en: Local bill data cleared. Default categories kept.
zh_hant: 本機帳單資料已清空，預設類別已保留。

source: 本月
en: This Month

source: 本月参考 ¥%lld
en: Monthly reference ¥%lld
zh_hant: 本月參考 ¥%lld

source: 本月和参考差不多，整体挺稳
en: About the same as reference — pretty steady
zh_hant: 本月和參考差不多，整體挺穩

source: 本月基本贴着参考线走，不紧不慢
en: Tracking close to reference — an unhurried pace
zh_hant: 本月基本貼著參考線走，不緊不慢

source: 本月开销跑得比较快，账在这里，慢慢看就好
en: Spending is running fast this month — the records are here, take your time
zh_hant: 本月開銷跑得比較快，帳在這裡，慢慢看就好

source: 本月支出
en: This Month

source: 本月支出明显慢于参考，留白还很多
en: Spending notably below reference — plenty of room left
zh_hant: 本月支出明顯慢於參考，留白還很多

source: 本月支出明显高于参考，先看看主要花在了哪里
en: Spending notably above reference — see where most of it went
zh_hant: 本月支出明顯高於參考，先看看主要花在了哪裡

source: 本月支出比参考快了 %lld%%，先看清楚主要花在了哪里
en: %lld%% above reference — see where most of it went
zh_hant: 本月支出比參考快了 %lld%%，先看清楚主要花在了哪裡

source: 本月支出比参考慢一些，还有余地
en: Spending slightly below reference — room to spare
zh_hant: 本月支出比參考慢一些，還有餘地

source: 本月暂无明显大额
en: No big expenses this month
zh_hant: 本月暫無明顯大額

source: 本月暂无高频项
en: No frequent items this month
zh_hant: 本月暫無高頻項

source: 本月暂时还很轻，节奏明显慢于参考
en: Spending is still light this month — notably slower than reference
zh_hant: 本月暫時還很輕，節奏明顯慢於參考

source: 本月比参考多了一点，但账清楚了，心会更稳
en: A bit above reference — but clear records bring peace of mind
zh_hant: 本月比參考多了一點，但帳清楚了，心會更穩

source: 本月比参考快了 %lld%%，可能有几笔比较集中的支出
en: %lld%% above reference — there may be some concentrated expenses
zh_hant: 本月比參考快了 %lld%%，可能有幾筆比較集中的支出

source: 本月比参考慢了 %lld%%，整体还很轻
en: %lld%% below reference this month — still very light
zh_hant: 本月比參考慢了 %lld%%，整體還很輕

source: 本月比参考慢了 %lld%%，整体还挺从容
en: %lld%% below reference this month — comfortable pace
zh_hant: 本月比參考慢了 %lld%%，整體還挺從容

source: 本月比参考线快 %lld%%，知道钱去哪儿就不焦虑
en: %lld%% above reference — knowing where it goes eases the worry
zh_hant: 本月比參考線快 %lld%%，知道錢去哪兒就不焦慮

source: 本月目前低于参考，节奏比较稳
en: Below reference so far — steady pace
zh_hant: 本月目前低於參考，節奏比較穩

source: 本月目前和参考接近，节奏自然
en: Close to reference — a natural pace
zh_hant: 本月目前和參考接近，節奏自然

source: 本月目前比参考慢不少，节奏比较松
en: Well below reference so far — a relaxed pace
zh_hant: 本月目前比參考慢不少，節奏比較鬆

source: 本月还没有明显支出，和参考比会慢很多
en: No notable spending this month — much slower than reference
zh_hant: 本月還沒有明顯支出，和參考比會慢很多

source: 本月还没有记录
en: No records this month
zh_hant: 本月還沒有紀錄

source: 来源
en: Source
zh_hant: 來源

source: 查看全部 %lld 笔大额消费
en: View all %lld big expenses
zh_hant: 查看全部 %lld 筆大額消費

source: 查看全部 %lld 组 · %lld 笔
en: View all %1$lld groups · %2$lld entries
zh_hant: 查看全部 %1$lld 組 · %2$lld 筆

source: 查看全部记录
en: View All Records
zh_hant: 檢視全部記錄

source: 查看全部账单 →
en: View all bills →
zh_hant: 查看全部帳單 →

source: 查看历史账单 →
en: View past bills →
zh_hant: 查看歷史帳單 →

source: 次数看着轻，合在一起更清楚
en: Each seems small, but they add up
zh_hant: 次數看著輕，合在一起更清楚

source: 正在聆听…
en: Listening…
zh_hant: 正在聆聽…

source: 此操作无法撤销
en: This action cannot be undone
zh_hant: 此操作無法撤銷

source: 此操作无法撤销，请确认你已经导出过备份。
en: This action cannot be undone. Please confirm you've exported a backup.
zh_hant: 此操作無法撤銷，請確認你已經匯出過備份。

source: 没有任何第三方 SDK 或用户行为分析
en: No third-party SDKs or user analytics
zh_hant: 沒有任何第三方 SDK 或使用者行為分析

source: 没有广告，没有追踪
en: No ads, no tracking
zh_hant: 沒有廣告，沒有追蹤

source: 没有新的可导入记录
en: No new records to import
zh_hant: 沒有新的可匯入紀錄

source: 没有符合条件的记录
en: No matching records
zh_hant: 沒有符合條件的紀錄

source: 没有订阅，没有月费
en: No subscriptions, no monthly fees
zh_hant: 沒有訂閱，沒有月費

source: 浅色
en: Light
zh_hant: 淺色

source: 深色
en: Dark

source: 清空所有本地数据
en: Clear all local data
zh_hant: 清空所有本機資料

source: 清空数据
en: Clear Data
zh_hant: 清空資料

source: 清除筛选
en: Clear Filter
zh_hant: 清除篩選

source: 点任意一笔可修改分类；修改后会记住该商户，下次自动识别。
en: Tap any entry to change its category; your choice will be remembered for next time.
zh_hant: 點任意一筆可修改分類；修改後會記住該商戶，下次自動識別。

source: 点击了解解锁方式
en: Tap to learn how to unlock
zh_hant: 點擊了解解鎖方式

source: 点击修改
en: Tap to edit
zh_hant: 點擊修改

source: 看看这个月最常出现的消费
en: See the most frequent expenses this month
zh_hant: 看看這個月最常出現的消費

source: 看看这个月最突出的支出
en: See the most notable expenses this month
zh_hant: 看看這個月最突出的支出

source: 确认导入
en: Confirm Import
zh_hant: 確認匯入

source: 确认清空
en: Confirm Clear
zh_hant: 確認清空

source: 确认清空所有数据？
en: Confirm clearing all data?
zh_hant: 確認清空所有資料？

source: 第%lld周
en: Week %lld
zh_hant: 第%lld週

source: 等这个月开始记账，这里就会有数据啦
en: Start tracking this month and data will appear here
zh_hant: 等這個月開始記帳，這裡就會有資料啦

source: 筛选
en: Filter
zh_hant: 篩選

source: 管理
en: Manage

source: 类别名称
en: Category Name
zh_hant: 類別名稱

source: 类别管理
en: Category Management
zh_hant: 類別管理

source: 累计金额
en: Total Amount
zh_hant: 累計金額

source: 红包
en: Red Packet
zh_hant: 紅包

source: 结余
en: Savings
zh_hant: 結餘

source: 统计
en: Stats
zh_hant: 統計

source: 继续导入
en: Continue Import
zh_hant: 繼續匯入

source: 继续清空
en: Continue Clear
zh_hant: 繼續清空

source: 美妆
en: Beauty
zh_hant: 美妝

source: 自动整理分类
en: Auto-categorize
zh_hant: 自動整理分類

source: 自定义类别
en: Custom Categories
zh_hant: 自訂類別

source: 花得明白，才能活得更自在
en: Spend wisely, live freely

source: 解析中…
en: Parsing…

source: 解锁
en: Unlock
zh_hant: 解鎖

source: 解锁悦笺
en: Unlock Jotsy
zh_hant: 解鎖悅箋

source: 解锁悦笺，继续记录你的消费
en: Unlock Jotsy to continue tracking your spending
zh_hant: 解鎖悅箋，繼續記錄你的消費

source: 记一笔
en: New Entry
zh_hant: 記一筆

source: 记下几笔后，这里会慢慢出现你的今日与本月参考。
en: After a few entries, your daily and monthly references will gradually appear.
zh_hant: 記下幾筆後，這裡會慢慢出現你的今日與本月參考。

source: 记录
en: Record
zh_hant: 紀錄

source: 记录几笔账单后，这里会展示你的支出趋势与分布
en: After a few entries, your spending trends and breakdown will appear here
zh_hant: 記錄幾筆帳單後，這裡會展示你的支出趨勢與分佈

source: 记录本身就是改变的开始。
en: Tracking is the first step to change.
zh_hant: 記錄本身就是改變的開始。

source: 记第一笔，开始积累属于你的账单
en: Start your first entry and build your records
zh_hant: 記第一筆，開始累積屬於你的帳單

source: 记账提醒
en: Reminder
zh_hant: 記帳提醒

source: 设备级加密保护
en: Device-level encryption
zh_hant: 裝置級加密保護

source: 试用已结束
en: Trial ended
zh_hant: 試用已結束

source: 试用已结束，点击解锁
en: Trial ended. Tap to unlock
zh_hant: 試用已結束，點擊解鎖

source: 试用已结束，解锁后即可继续导入
en: Trial ended — unlock to continue importing
zh_hant: 試用已結束，解鎖後即可繼續匯入

source: 试用期已结束
en: Trial has ended
zh_hant: 試用期已結束
